Repository: LaiWenKang/MoneyUp
Catalog: App/MoneyUp/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# action.retry
source: Retry
zh_hans: 重试

# action.refresh
source: Refresh
zh_hans: 刷新

# transaction.amount
source: Amount
zh_hans: 金额

# schedule.next
source: Next occurrence
zh_hans: 下次发生日期

# intelligence.title
source: Private insights
zh_hans: 私密洞察

# intelligence.summary.unavailable
source: Insights are temporarily unavailable
zh_hans: 洞察暂时不可用

# intelligence.summary.refreshing
source: Reviewing your encrypted book…
zh_hans: 正在分析你的加密账簿…

# intelligence.summary.clear
source: No findings need your attention
zh_hans: 目前没有需要处理的发现

# intelligence.summary.findings
source: Review findings and suggestions
zh_hans: 查看发现与建议

# intelligence.private_title
source: Private, on-device analysis
zh_hans: 私密的本机分析

# intelligence.private_detail
source: MoneyUp analyzes encrypted indexes on this device. Findings never change your transactions or schedules automatically.
zh_hans: MoneyUp 只在本机分析加密索引。所有发现都不会自动更改你的交易或计划。

# intelligence.limited
source: Only the newest 5,000 eligible transactions were analyzed.
zh_hans: 本次仅分析了最新的 5,000 笔符合条件的交易。

# intelligence.unavailable
source: The encrypted intelligence index could not be read. Your book is unchanged.
zh_hans: 暂时无法读取加密智能索引。你的账簿没有被更改。

# intelligence.clear_title
source: Nothing to review
zh_hans: 无需处理

# intelligence.clear_detail
source: No stable recurrence, possible duplicate, price increase, or unusual category amount was found.
zh_hans: 未发现稳定的重复交易、疑似重复项、价格上涨或异常分类金额。

# intelligence.confidence.high
source: High confidence
zh_hans: 高可信度

# intelligence.confidence.medium
source: Medium confidence
zh_hans: 中等可信度

# intelligence.samples_format
source: %d samples
zh_hans: %d 个样本

# intelligence.review_history
source: Review transactions
zh_hans: 查看交易

# intelligence.review_schedule
source: Review schedule offer
zh_hans: 查看计划建议

# intelligence.review_plan
source: Review budget plan
zh_hans: 查看预算计划

# intelligence.history.title
source: Related transactions
zh_hans: 相关交易

# intelligence.history.loading
source: Loading related transactions…
zh_hans: 正在载入相关交易…

# intelligence.history.no_results
source: These transactions are no longer available for review.
zh_hans: 这些交易已无法查看。

# intelligence.history.unavailable
source: The related history window is unavailable.
zh_hans: 相关历史时间范围暂时不可用。

# intelligence.history.limited
source: Showing the newest 100 transactions from this evidence set.
zh_hans: 当前显示此证据集最新的 100 笔交易。

# intelligence.schedule.title
source: Review schedule
zh_hans: 查看计划

# intelligence.schedule.prefill
source: Prefilled suggestion
zh_hans: 预填建议

# intelligence.schedule.confirmation_detail
source: Review every field. The schedule is created only after you tap Add Schedule.
zh_hans: 请检查每个字段。只有点击“添加计划”后才会创建。

# intelligence.schedule.source_rule
source: Detection rule
zh_hans: 检测规则

# intelligence.schedule.add
source: Add Schedule
zh_hans: 添加计划

# intelligence.projection.title
source: Month-end projection
zh_hans: 月末预测

# intelligence.projection.detail
source: Actual spending, confirmed schedules, and the current flexible-spending pace stay separate for each currency.
zh_hans: 实际支出、已确认计划和当前灵活支出速度会按币种分别显示。

# intelligence.projection.no_activity
source: There is no spending or confirmed schedule to project this month.
zh_hans: 本月暂无可预测的支出或已确认计划。

# intelligence.projection.actuals
source: Actual spending
zh_hans: 实际支出

# intelligence.projection.schedules
source: Confirmed remaining schedules
zh_hans: 剩余已确认计划

# intelligence.projection.flexible_burn
source: Flexible pace for remaining days
zh_hans: 剩余天数的灵活支出预测

# intelligence.projection.projected
source: Projected month-end spending
zh_hans: 预计月末支出

# intelligence.projection.assumption_format
source: %1$d elapsed days · %2$d remaining days · %3$@ · No currency conversion
zh_hans: 已过 %1$d 天 · 剩余 %2$d 天 · %3$@ · 不进行货币换算

# intelligence.budget.review_title
source: Budget suggestions
zh_hans: 预算建议

# intelligence.budget.row_detail
source: Review category limits from complete months
zh_hans: 根据完整月份检查分类限额

# intelligence.budget.private_detail
source: Suggestions use encrypted, on-device history and never apply automatically.
zh_hans: 建议仅使用本机加密历史，绝不会自动应用。

# intelligence.budget.review_detail
source: Select category limits to apply
zh_hans: 选择要应用的分类限额

# intelligence.budget.empty
source: No budget changes suggested
zh_hans: 暂无预算调整建议

# intelligence.budget.empty_detail
source: A category needs spending in at least three complete months before MoneyUp proposes a limit.
zh_hans: 分类至少需要三个完整月份的支出记录，MoneyUp 才会提出限额建议。

# intelligence.budget.apply
source: Apply
zh_hans: 应用

# intelligence.budget.apply_detail
source: All selected limits are saved together. If any change fails, none are applied.
zh_hans: 所有选中的限额会一起保存；任何一项失败时都不会应用。

# intelligence.budget.applied
source: Selected limits were applied together.
zh_hans: 所选限额已一并应用。

# intelligence.budget.undo
source: Undo all applied limits
zh_hans: 撤销全部已应用限额

# intelligence.budget.no_limit
source: No limit
zh_hans: 无限额

# intelligence.budget.evidence_format
source: Median %1$@ · MAD %2$@ · %3$d months · %4$@
zh_hans: 中位数 %1$@ · MAD %2$@ · %3$d 个月 · %4$@

# category.unknown
source: Unknown category
zh_hans: 未知分类

# intelligence.recurrence.headline
source: Recurring transaction found
zh_hans: 发现重复交易规律

# intelligence.recurrence.explanation
source: The dates and amounts follow a stable pattern. Review the prefilled schedule before creating it.
zh_hans: 日期和金额呈现稳定规律。创建前请先检查预填计划。

# intelligence.lapsed.headline
source: Recurring series may have stopped
zh_hans: 重复交易可能已停止

# intelligence.lapsed.explanation
source: The expected next occurrence is beyond the cadence tolerance. Review the related history.
zh_hans: 预计的下次交易已超过规律容差。请查看相关历史。

# intelligence.price_increase.headline
source: Possible price increase
zh_hans: 可能出现价格上涨

# intelligence.price_increase.explanation
source: The latest amount is above both the relative and robust historical thresholds.
zh_hans: 最新金额同时高于相对阈值和稳健历史阈值。

# intelligence.duplicate.headline
source: Possible duplicate
zh_hans: 疑似重复交易

# intelligence.duplicate.explanation
source: Two transactions share the same day, merchant, kind, currency, amount, and financial account.
zh_hans: 两笔交易的日期、商户、类型、币种、金额和资金账户均相同。

# intelligence.anomaly.headline
source: Unusual category amount
zh_hans: 分类金额异常

# intelligence.anomaly.explanation
source: This amount is above the category and currency's robust historical threshold.
zh_hans: 该金额高于此分类和币种的稳健历史阈值。

# intelligence.figure.amount
source: Amount
zh_hans: 金额

# intelligence.figure.day
source: Date
zh_hans: 日期

# intelligence.figure.matches
source: Matching transactions
zh_hans: 匹配交易数

# intelligence.figure.expected_day
source: Expected next date
zh_hans: 预计下次日期

# intelligence.figure.expected_amount
source: Expected amount
zh_hans: 预计金额

# intelligence.figure.interval_median
source: Typical interval (days)
zh_hans: 典型间隔（天）

# intelligence.figure.interval_mad
source: Interval variation (days)
zh_hans: 间隔波动（天）

# intelligence.figure.previous
source: Previous typical amount
zh_hans: 此前典型金额

# intelligence.figure.latest
source: Latest amount
zh_hans: 最新金额

# intelligence.figure.threshold
source: Detection threshold
zh_hans: 检测阈值

# intelligence.figure.observed
source: Observed amount
zh_hans: 实际金额

# intelligence.figure.median
source: Historical median
zh_hans: 历史中位数

# intelligence.figure.mad
source: Median absolute deviation
zh_hans: 中位绝对偏差

# settings.customization
source: Customization
zh_hans: 自定义

# settings.customization_detail
source: Language changes immediately. Manage category names, hierarchy, archiving, merging, and reassignment here.
zh_hans: 语言会立即切换。你也可以在这里管理分类名称、层级、归档、合并和重新分配。

# settings.language
source: Language
zh_hans: 语言

# settings.language.system
source: Follow iPhone
zh_hans: 跟随 iPhone

# settings.language.simplified_chinese
source: Simplified Chinese
zh_hans: 简体中文

# settings.intelligence
source: Private insights and suggestions
zh_hans: 私密洞察与建议

# settings.intelligence_section
source: Intelligence
zh_hans: 智能功能

# settings.intelligence_detail
source: Analysis stays on this device. Turning this off cancels analysis and clears its derived indexes; your transactions are unchanged.
zh_hans: 分析只在本机进行。关闭后会取消分析并清除派生索引，不会更改你的交易。

# quick_log.suggestions_from_book
source: Suggestions from your book
zh_hans: 来自账簿的建议

# quick_log.suggestions_book_scope
source: Based on matching transactions across your encrypted book.
zh_hans: 根据加密账簿中的匹配交易生成。

# transaction.title_or_merchant
source: Title or merchant (optional)
zh_hans: 标题或商户（可选）

# transaction.description_or_notes
source: Description or notes (optional)
zh_hans: 描述或备注（可选）

# transaction.details
source: Details
zh_hans: 详情

# transaction.details_help
source: These fields make the transaction easier to find and explain later.
zh_hans: 这些信息能让交易日后更容易查找和说明。

# quick_log.date_and_time
source: Date and time
zh_hans: 日期与时间

# calendar.actuals_unavailable
source: Actual transactions unavailable
zh_hans: 暂时无法读取实际交易

# calendar.actuals_unavailable_detail
source: MoneyUp could not read this date from the encrypted journal. Try again.
zh_hans: MoneyUp 暂时无法从加密账本读取这一天。请重试。

# calendar.loading_actuals
source: Loading this day…
zh_hans: 正在读取这一天…

# schedule.find_matches
source: Find nearby matches
zh_hans: 查找附近日期的匹配项

# currency.search
source: Search currency
zh_hans: 搜索币种

# import.default_currency
source: Currency when a row is blank
zh_hans: 缺少币种时使用

# assets.capture_snapshot
source: Save today's net-worth snapshot
zh_hans: 保存今日净资产快照

# assets.net_worth_history
source: Net-worth history
zh_hans: 净资产历史

# assets.oldest_position_price
source: Oldest position price:
zh_hans: 最早持仓价格日期：

# holding.position_value
source: position value
zh_hans: 持仓价值

# holding.gain_loss
source: Investment gain/loss
zh_hans: 投资损益

# holding.purchase_note
source: Investment purchase
zh_hans: 投资买入

# holding.sale_note
source: Investment sale
zh_hans: 投资卖出

# holding.reprice_note
source: Manual holding valuation
zh_hans: 手动持仓估值

# holding.migration_note
source: Reviewed legacy holding connection
zh_hans: 经确认的旧版持仓连接

# holding.needs_ledger
source: Review ledger connection
zh_hans: 需要确认账本连接

# holding.price_as_of
source: Price as of
zh_hans: 价格日期

# holding.stale
source: Stale (>7 days)
zh_hans: 已过期（超过 7 天）

# holding.reprice
source: Reprice
zh_hans: 更新价格

# holding.buy
source: Buy
zh_hans: 买入

# holding.sell
source: Sell
zh_hans: 卖出

# holding.action
source: Action
zh_hans: 操作

# holding.unit_price
source: Unit price
zh_hans: 单价

# holding.fifo_disclaimer
source: Sales consume lots by FIFO for deterministic bookkeeping. Cost basis and realized gain/loss are informational, not tax advice.
zh_hans: 卖出会按先进先出法确定批次，以确保记账一致。成本与已实现损益仅供参考，不构成税务建议。

# holding.open_lots
source: Open lots (FIFO)
zh_hans: 未结批次（先进先出）

# holding.realized_history
source: Realized history
zh_hans: 已实现损益历史

# holding.realized_format
source: Bookkeeping gain/loss: %@
zh_hans: 账面损益：%@

# holding.migration_explanation
source: This beta holding predates ledger-linked positions. Review how its recorded cash balance should be interpreted before connecting it.
zh_hans: 此测试版持仓创建于持仓连接账本之前。连接前，请确认已记录现金余额应如何解释。

# holding.connect_ledger
source: Connect holding to ledger
zh_hans: 将持仓连接到账本

# holding.migration_review_detail
source: No migration is committed until you choose the interpretation that matches your existing balance.
zh_hans: 只有在你选择符合现有余额的解释后，迁移才会提交。

# holding.cash_includes_position
source: Cash still includes this investment
zh_hans: 现金余额仍包含此投资

# holding.cash_excludes_position
source: Cash already excludes this investment
zh_hans: 现金余额已排除此投资

# holding.migration_choice_detail
source: Choose whether MoneyUp should move value from recorded cash or add the missing position value through opening equity.
zh_hans: 请选择 MoneyUp 应从已记录现金转移价值，还是通过期初权益补上缺少的持仓价值。

# holding.cash_account
source: Matching investment cash account
zh_hans: 匹配的投资现金账户

# holding.add_matching_account
source: Add an active investment or brokerage cash account in this holding's currency first.
zh_hans: 请先添加一个使用此持仓币种的投资或券商现金账户。

# holding.error.currency_mismatch
source: The holding price currency must match its cash account.
zh_hans: 持仓价格币种必须与现金账户币种一致。

# holding.error.needs_ledger
source: Review and connect this legacy holding to the ledger first.
zh_hans: 请先确认并将此旧版持仓连接到账本。

# holding.error.missing_price
source: A positive holding quantity requires a unit price.
zh_hans: 持仓数量大于零时必须填写单价。

# holding.error.not_empty
source: Sell the remaining quantity before deleting this holding so its ledger value stays explainable.
zh_hans: 请先卖出剩余持仓，再删除此项目，以确保账本价值仍可解释。

# holding.error.invalid_trade
source: Enter a positive quantity and unit price for this investment action.
zh_hans: 请为此投资操作输入大于零的数量与单价。

# holding.error.insufficient_quantity
source: The sale quantity exceeds the open FIFO lots.
zh_hans: 卖出数量超过未结的先进先出批次数量。

# holding.error.date_out_of_order
source: Choose a date on or after this holding's latest retained activity. Earlier changes require chronological replay and are not applied silently.
zh_hans: 请选择不早于此持仓最新活动的日期。更早的变更需要按时间顺序重放，MoneyUp 不会静默套用。

# holding.error.date_in_future
source: Investment activity cannot be dated in the future because it would change today's net worth.
zh_hans: 投资活动不能设为未来日期，因为这会改变今天的净资产。

# holding.error.linked_entry_protected
source: System balance adjustments and investment entries cannot be edited or deleted here. Add a dedicated correction instead.
zh_hans: 系统余额调整和投资分录不能在此编辑或删除；请改用专用更正流程。

# holding.error.snapshot_needs_ledger
source: Connect every non-zero legacy holding to the ledger before saving a net-worth snapshot.
zh_hans: 保存净资产快照前，请先将所有非零旧版持仓连接到账本。

# holding.opening_position_note
source: Existing investment position opening value
zh_hans: 已有投资持仓的期初价值

# holding.opening_treatment
source: How is this position reflected in cash?
zh_hans: 此持仓目前如何体现在现金中？

# holding.opening_deduct_title
source: Record a purchase now
zh_hans: 现在记录一笔买入

# holding.opening_deduct_detail
source: Deduct quantity × price from the selected investment cash account and move it into the position.
zh_hans: 从所选投资现金账户扣除数量 × 单价，并转入此持仓。

# holding.opening_existing_title
source: Cash already excludes this position
zh_hans: 现金余额已排除此持仓

# holding.opening_existing_detail
source: Keep cash unchanged and add the already-owned position through opening equity.
zh_hans: 保持现金不变，并通过期初权益加入已持有的仓位。

# holding.opening_treatment_help
source: MoneyUp will not guess. Choose the statement that matches the balance you entered for this brokerage account.
zh_hans: MoneyUp 不会猜测。请选择与你为此券商账户填写的余额一致的说明。

# whats_new.0_7_0.intelligence
source: Optional local intelligence can flag recurring or lapsed patterns, price changes, exact duplicates, and unusual spending with inspectable rules and evidence.
zh_hans: 可选的本机智能现在可提示周期或中断规律、价格变化、完全重复及异常支出，并展示可核查的规则与依据。

# whats_new.0_7_0.projections
source: Currency-separated month-end projections and reviewable budget proposals explain every component; schedules and limits change only after you confirm them.
zh_hans: 按币种分列的月末预测与可审阅的预算建议会解释每个组成部分；计划项目与限额仅会在你确认后变更。

# whats_new.0_7_0.language
source: Choose System, English, or Simplified Chinese in Settings; the selected language applies consistently to MoneyUp and its widget.
zh_hans: 可在设置中选择“跟随系统”、英语或简体中文；所选语言会一致应用于 MoneyUp 与小组件。

# whats_new.0_7_0.details
source: Log now keeps title or merchant and multi-line description or notes visible, and lets you create and fully manage your own categories.
zh_hans: 记账页现会持续显示标题或商户及多行描述或备注，并支持新建及完整管理自定义分类。

# whats_new.0_7_0.privacy
source: All intelligence remains on device, optional, and review-only. Disabling it clears derived findings without deleting or rewriting financial records.
zh_hans: 所有智能功能仍仅在本机运行、可选择关闭且只供审阅；关闭后仅清除派生结果，不会删除或改写财务记录。

# whats_new.0_6_0.history
source: History and Calendar now use encrypted date indexes and bounded loading, while exact edits, splits, schedules, and lifecycle changes update the ledger atomically.
zh_hans: 交易记录与日历现使用加密日期索引和有界加载；精确编辑、拆分、计划项目与项目生命周期变更都会以原子方式更新账本。

# whats_new.0_6_0.investments
source: Ledger-linked holdings now include dated pricing, stale-price warnings, FIFO lots and sales, currency-separated positions, and historical net-worth snapshots.
zh_hans: 与账本关联的持仓现支持按日期定价、过期价格提示、先进先出批次与卖出、按币种分列的头寸及历史净值快照。

# whats_new.0_6_0.plan
source: Plan now supports budget rollover, sinking funds, savings goals, dated contributions and withdrawals, and explicit reset behavior.
zh_hans: 规划现支持预算结转、沉淀资金、储蓄目标、带日期的存入与取出，以及明确的重置规则。

# whats_new.0_6_0.portability
source: A privacy-safe data inventory, native XLSX, mapped CSV/TSV import, dated exchange rates, and optional encrypted receipt attachments make updates, migration, and recovery easier to verify without exposing or inventing values.
zh_hans: 保护隐私的数据清单、原生 XLSX、可映射的 CSV／TSV 导入、按日期汇率及可选加密收据附件，让更新、迁移与恢复更易核对，同时绝不暴露或虚构数值。

# whats_new.0_6_0.widget
source: An optional budget-status widget can show only a percentage and state; it never receives amounts, payees, account names, holdings, balances, or ledger identifiers.
zh_hans: 可选的预算状态小组件仅显示百分比与状态；它绝不会接收金额、商户、账户名称、持仓、余额或账本标识符。

# whats_new.0_5_2.keyboard
source: The amount keypad now has an obvious Done action, Save stays reachable above it, and switching tabs cleanly dismisses the keyboard.
zh_hans: 金额键盘现提供清晰的“完成”操作，“保存”会保持在键盘上方，切换标签页时也会顺畅收起键盘。

# whats_new.0_5_2.receipt
source: Receipt and screenshot reading now shows progress immediately and fills visible amount, payee, and date suggestions sooner.
zh_hans: 读取收据或截图时现在会立即显示进度，并更快填入可见的金额、商家与日期建议。

# whats_new.0_5_2.verification
source: The release workflow now runs app-model tests on the exact candidate commit before packaging and upload.
zh_hans: 发布流程现在会先在准确的候选提交上运行应用模型测试，再进行打包与上传。

# lifecycle.add_expense_category
source: Add expense category
zh_hans: 添加支出分类

# lifecycle.add_income_category
source: Add income category
zh_hans: 添加收入分类

# lifecycle.archive
source: Archive
zh_hans: 归档

# lifecycle.archived
source: Archived
zh_hans: 已归档

# lifecycle.confirm_archive
source: This item will disappear from new-entry and default pickers. Existing transactions, reports, schedules, and balances remain.
zh_hans: 此项目将不再出现在新建交易与默认选项中。现有交易、报表、计划项目和余额会保留。

# lifecycle.confirm_delete
source: This item has no references and can be permanently deleted. This cannot be undone.
zh_hans: 此项目没有任何引用，可以永久删除。此操作无法撤销。

# lifecycle.confirm_merge
source: Every reference will move to the selected destination in one encrypted transaction. Category budget limits are combined; the destination purpose is kept.
zh_hans: 所有引用会在一次加密事务中移至所选目标。分类预算上限会合并，并保留目标分类的用途。

# lifecycle.confirm_reassign
source: Every reference will move to the selected destination before this item is deleted. The operation either completes fully or changes nothing.
zh_hans: 删除此项目之前，所有引用会先移至所选目标。操作要么全部完成，要么完全不作更改。

# lifecycle.confirm_restore
source: This item will be available again in new-entry and default pickers.
zh_hans: 此项目会重新出现在新建交易与默认选项中。

# lifecycle.confirm_title
source: Confirm lifecycle change
zh_hans: 确认项目变更

# lifecycle.delete_reassign
source: Delete and reassign
zh_hans: 删除并重新分配

# lifecycle.delete_unused
source: Delete unused item
zh_hans: 删除未使用项目

# lifecycle.destination
source: Destination
zh_hans: 目标项目

# lifecycle.error.in_use
source: This item is still used. Choose a compatible destination and merge or delete with reassignment.
zh_hans: 此项目仍在使用中。请选择兼容的目标并合并，或在重新分配后删除。

# lifecycle.error.archived
source: This item is archived. Restore it before using it in a new transaction.
zh_hans: 此项目已归档。请先恢复，再用于新交易。

# lifecycle.error.incompatible
source: These items cannot be combined. Their account kind and currency must match, and the destination must be active.
zh_hans: 这些项目无法合并。账户种类与币种必须一致，且目标项目必须处于启用状态。

# lifecycle.error.system_account
source: MoneyUp system accounts are protected because ledger balancing depends on them.
zh_hans: MoneyUp 系统账户受保护，因为账本平衡依赖这些账户。

# lifecycle.impact_summary
source: Impact — transactions: %1$d; schedules: %2$d; holdings: %3$d; child items: %4$d; defaults: %5$d; draft fields: %6$d; configured budgets: %7$d.
zh_hans: 将影响 %1$d 笔交易、%2$d 个计划项目、%3$d 个持仓、%4$d 个子项目、%5$d 个默认项、%6$d 个草稿字段及 %7$d 个已设置预算。

# lifecycle.manage
source: Manage lifecycle
zh_hans: 管理项目

# lifecycle.manage_categories
source: Manage categories
zh_hans: 管理分类

# lifecycle.merge
source: Merge into destination
zh_hans: 合并至目标项目

# lifecycle.name
source: Name
zh_hans: 名称

# lifecycle.restore
source: Restore
zh_hans: 恢复使用

# whats_new.0_5_1.flexible
source: Flexible Today now uses only allocations you explicitly classify as flexible; bills, debt, and goals remain protected.
zh_hans: “今日灵活可用”现在只计入你明确分类为灵活支出的金额；账单、债务与目标资金会保持受保护。

# whats_new.0_5_1.capture
source: Basic widget actions open amount-first private capture without unlocking MoneyUp, then show a clear saved confirmation.
zh_hans: 基础小组件操作无需解锁 MoneyUp，即可直接输入金额并私密记录，保存后会显示清晰确认。

# whats_new.0_5_1.focus
source: Log keeps optional details out of the routine path, focuses the amount, and keeps the primary Save action above the keyboard.
zh_hans: 记账会优先聚焦金额，将可选详情收起，并把主要保存操作保持在键盘上方。

# whats_new.0_5_1.visuals
source: Illustrations now use compact, responsive roles so decisions and actions receive the screen space first.
zh_hans: 插图现在采用紧凑且响应式的尺寸，让决策信息与主要操作优先获得屏幕空间。

# whats_new.0_5_0.guidance
source: Safe to Spend Today now shows the exact daily amount, its arithmetic, scheduled commitments, and every important exclusion.
zh_hans: “今天可安心支出”现会显示准确的每日金额、计算过程、计划支出及所有重要排除项。

# whats_new.0_5_0.insights
source: Tap category and monthly-flow charts to inspect a value and open the matching filtered transaction history.
zh_hans: 点按分类与月度现金流图表即可查看数值，并打开相应筛选后的交易记录。

# whats_new.0_5_0.simulator
source: A private budget what-if simulator previews extra spending or income without changing the ledger, budget, or reports.
zh_hans: 新增私密预算情景模拟，可预览额外支出或收入，且不会改变账本、预算或报表。

# whats_new.0_5_0.visuals
source: New dimensional illustrations, exact 2D diagrams, richer icons, guided empty states, and horned-money widget graphics bring the visual system together.
zh_hans: 新增立体插图、准确的二维图示、更丰富的图标、引导式空状态与牛角钱币小组件图形，统一整体视觉系统。

# action.done
source: Done
zh_hans: 完成

# assets.no_holdings_detail
source: Add a manual holding after creating an investment or brokerage account.
zh_hans: 创建投资或券商账户后，可添加手动持仓。

# dashboard.budget_pace.ahead
source: Spending is ahead of calendar pace
zh_hans: 支出进度快于本月时间进度

# dashboard.budget_pace.over
source: Budget limit exceeded
zh_hans: 已超出预算上限

# dashboard.budget_pace.within
source: Spending is within calendar pace
zh_hans: 支出仍在本月时间进度内

# dashboard.card_loan_debt
source: Card and loan debt
zh_hans: 信用卡与贷款欠款

# dashboard.cash_on_hand
source: Cash on hand
zh_hans: 手头现金

# dashboard.net_cash
source: Net cash
zh_hans: 净现金

# dashboard.position_detail
source: Base-currency cash and debt stay separate. MoneyUp never converts other currencies automatically.
zh_hans: 本位币现金与负债分开显示。MoneyUp 绝不会自动换算其他币种。

# dashboard.position_title
source: Cash and debt
zh_hans: 现金与负债

# dashboard.safe_to_spend
source: Flexible Today
zh_hans: 今日灵活可用

# dashboard.safe_to_spend.attention
source: Your flexible plan is over target
zh_hans: 你的灵活支出计划已超出目标

# dashboard.safe_to_spend.budget_remaining
source: Flexible budget remaining
zh_hans: 灵活支出剩余预算

# dashboard.safe_to_spend.commitments
source: Upcoming flexible commitments
zh_hans: 即将发生的灵活支出

# dashboard.safe_to_spend.days_remaining
source: Days remaining, including today
zh_hans: 剩余天数（含今天）

# dashboard.safe_to_spend.exclusion_income
source: Future income is not counted until it is recorded.
zh_hans: 未来收入在实际记录前不会计入。

# dashboard.safe_to_spend.exclusion_unbudgeted
source: Spending in categories outside the budget is excluded.
zh_hans: 预算外分类的支出不计入此数值。

# dashboard.safe_to_spend.exclusions
source: What this does not include
zh_hans: 此计算未包含的内容

# dashboard.safe_to_spend.foreign_excluded
source: Different-currency commitment
zh_hans: 其他币种的计划支出
